b43-firmware
google-chrome
ivpn
lf
libcurl-openssl-1.0
libxft-bgra
libxnvctrl-390xx
mongodb-bin
mongodb-runit
mongodb-tools-bin
nerd-fonts-jetbrains-mono
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
nvm
paru
task-spooler
ttf-font-awesome-4
ttf-iosevka
unclutter-patched
visual-studio-code-bin
