alacritty
alsa-utils
ansible
ansible-core
arandr
arc-gtk-theme
archlinux-mirrorlist
autoconf
automake
base
binutils
bison
bluez
bluez-runit
bluez-utils
bridge-utils
chromium
cifs-utils
clang
cmatrix
dkms
dmidecode
dnsmasq
docker
docker-runit
dunst
efibootmgr
elogind-runit
eslint_d
esysusers
fakeroot
fd
file
findutils
firefox
flex
fzf
gawk
gcc
geoip
gettext
git
grep
groff
grub
gzip
highlight
inxi
libnotify
libtool
libvirt-runit
linux
linux-firmware
linux-headers
lxsession
m4
maim
make
man-db
mesa-demos
mpv
neovim
networkmanager
networkmanager-runit
ninja
nodejs
noto-fonts-emoji
npm
ntp-runit
obsidian
openbsd-netcat
openssh
openssh-runit
os-prober
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
pastel
patch
pcmanfm-gtk3
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qemu-desktop
qemu-emulators-full
qemu-guest-agent
qemu-guest-agent-runit
ripgrep
runit
sed
stow
sudo
sxiv
telegram-desktop
texinfo
tmux
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
unzip
vifm
virt-manager
wget
which
xcape
xclip
xcolor
xdg-user-dirs
xorg-server
xorg-server-devel
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xsetroot
xwallpaper
youtube-dl
yt-dlp
zathura
zathura-pdf-mupdf
zip
